Repository: notoriun/webodm
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: uk

source: Number of steps used to fill areas with gaps. Set to 0 to disable gap filling. Starting with a radius equal to the output resolution, N different DEMs are generated with progressively bigger radius using the inverse distance weighted (IDW) algorithm and merged together. Remaining gaps are then merged using nearest neighbor interpolation. Default: %(default)s
uk: Кількість кроків, які використовуються для заповнення областей з пропусками. Встановіть значення 0, щоб вимкнути заповнення пропусків. Починаючи з радіуса, що дорівнює вихідній роздільній здатності, N різних ЦМР (DEM) генеруються з прогресивно більшим радіусом за допомогою алгоритму зворотної зваженої відстані (IDW) і об’єднуються разом. Прогалини, що залишилися, потім об’єднуються за допомогою інтерполяції найближчого сусіда. За замовчуванням: %(default)s

source: Decimate the points before generating the DEM. 1 is no decimation (full quality). 100 decimates ~99%% of the points. Useful for speeding up generation of DEM results in very large datasets. Default: %(default)s
uk: Перед побудовою матриці висот слід виконати децимацію точок. 1 - без децимації (повна якість). 100 - децимація ~99%% точок. Корисно для прискорення генерації результатів для дуже великих наборів даних. За замовчуванням: %(default)s

source: Orthophoto resolution in cm / pixel. Note that this value is capped by a ground sampling distance (GSD) estimate. To remove the cap, check --ignore-gsd also. Default: %(default)s
uk: Роздільна здатність ортофото в см/піксель. Зауважте, що це значення обмежене оцінкою відстані вибірки на місцевості (GSD). Щоб зняти обмеження, також позначте --ignore-gsd. За замовчуванням: %(default)s

source: Choose what to merge in the merge step in a split dataset. By default all available outputs are merged. Options: %(choices)s. Default: %(default)s
uk: Виберіть, що об'єднувати на кроці об'єднання в розділеному наборі даних. За замовчуванням об'єднуються всі доступні результати. Варіанти: %(choices)s. За замовчуванням: %(default)s

source: GeoJSON polygon limiting the area of the reconstruction. Can be specified either as path to a GeoJSON file or as a JSON string representing the contents of a GeoJSON file. Default: %(default)s
uk: GeoJSON полігон, що обмежує область реконструкції. Може бути вказаний або як шлях до файлу GeoJSON, або як JSON-рядок, що представляє вміст файлу GeoJSON. За замовчуванням: %(default)s

source: When processing multispectral datasets, ODM will automatically align the images for each band. If the images have been postprocessed and are already aligned, use this option. Default: %(default)s
uk: При обробці багатоспектральних наборів даних ODM автоматично вирівнює зображення для кожного діапазону. Якщо зображення було постоброблено і вже вирівняно, використовуйте цей параметр. За замовчуванням: %(default)s

source: Simple Morphological Filter window radius parameter (meters). Default: %(default)s
uk: Параметр радіуса вікна Простого Морфологічного Фільтра (у метрах). За замовчуванням: %(default)s

source: Computes an euclidean raster map for each DEM. The map reports the distance from each cell to the nearest NODATA value (before any hole filling takes place). This can be useful to isolate the areas that have been filled. Default: %(default)s
uk: Обчислює евклідову растрову карту для кожної матриці висот(DEM). Карта показує відстань від кожної комірки до найближчого значення NODATA (до того, як відбулося заповнення дірок). Це може бути корисно для ізоляції областей, які були заповнені. За замовчуванням: %(default)s

source: Automatically set a boundary using camera shot locations to limit the area of the reconstruction. This can help remove far away background artifacts (sky, background landscapes, etc.). See also --boundary. Default: %(default)s
uk: Автоматично встановлювати межі, використовуючи місця зйомки камери, щоб обмежити область реконструкції. Це може допомогти видалити віддалені фонові артефакти (небо, фонові пейзажі тощо). Дивіться також --boundary. За замовчуванням: %(default)s

source: Path to the project folder. Your project folder should contain subfolders for each dataset. Each dataset should have an "images" folder.
uk: Шлях до теки проекту. Папка проекту повинна містити підпапки для кожного набору даних. Кожен набір даних повинен мати папку "images".

source: Use a full 3D mesh to compute the orthophoto instead of a 2.5D mesh. This option is a bit faster and provides similar results in planar areas. Default: %(default)s
uk: Використовуйте повну 3D-сітку для обчислення ортофото замість 2.5D-сітки. Ця опція працює трохи швидше і дає подібні результати на плоских ділянках. За замовчуванням: %(default)s

source: Set a value in meters for the GPS Dilution of Precision (DOP) information for all images. If your images are tagged with high precision GPS information (RTK), this value will be automatically set accordingly. You can use this option to manually set it in case the reconstruction fails. Lowering this option can sometimes help control bowling-effects over large areas. Default: %(default)s
uk: Встановіть значення в метрах для інформації про зниження точності GPS (DOP) для всіх зображень. Якщо ваші зображення позначені високоточною інформацією GPS (RTK), це значення буде автоматично встановлено відповідно. Ви можете використати цей параметр, щоб встановити його вручну на випадок, якщо реконструкція не вдасться. Зменшення цього параметра іноді може допомогти контролювати ефекти зсуву на великих площах. За замовчуванням: %(default)s

source: Copy output results to this folder after processing.
uk: Після обробки скопіюйте результати виводу в цю папку.

source: Generates a polygon around the cropping area that cuts the orthophoto around the edges of features. This polygon can be useful for stitching seamless mosaics with multiple overlapping orthophotos. Default: %(default)s
uk: Створює полігон навколо області обрізання, який обрізає ортофото по краях об'єктів. Цей полігон може бути корисним для зшивання безшовної мозаїки з декількома ортофотографіями, що перекриваються. За замовчуванням: %(default)s

source: Average number of images per submodel. When splitting a large dataset into smaller submodels, images are grouped into clusters. This value regulates the number of images that each cluster should have on average. Default: %(default)s
uk: Середня кількість зображень на одну субмодель. При розбитті великого набору даних на менші субмоделі, зображення групуються в кластери. Це значення регулює кількість зображень, яку в середньому повинен мати кожен кластер. За замовчуванням: %(default)s

source: When processing multispectral datasets, you can specify the name of the primary band that will be used for reconstruction. It's recommended to choose a band which has sharp details and is in focus. Default: %(default)s
uk: При обробці мультиспектральних наборів даних ви можете вказати назву основного діапазону, який буде використано для реконструкції. Рекомендується вибирати діапазон, який має чіткі деталі та знаходиться у фокусі. За замовчуванням: %(default)s

source: Set the radiometric calibration to perform on images. When processing multispectral and thermal images you should set this option to obtain reflectance/temperature values (otherwise you will get digital number values). [camera] applies black level, vignetting, row gradient gain/exposure compensation (if appropriate EXIF tags are found) and computes absolute temperature values. [camera+sun] is experimental, applies all the corrections of [camera], plus compensates for spectral radiance registered via a downwelling light sensor (DLS) taking in consideration the angle of the sun. Can be one of: %(choices)s. Default: %(default)s
uk: Задати радіометричне калібрування для зображень. При обробці мультиспектральних і теплових зображень вам слід встановити цей параметр для отримання значень коефіцієнта відбиття/температури (інакше ви отримаєте цифрові значення). [камера] застосовує рівень чорного, віньєтування, компенсацію градієнта рядків/експозиції (якщо знайдено відповідні EXIF-теги) та обчислює абсолютні значення температури. [камера+сонце] - експериментальний, застосовує всі корекції [камера], а також компенсує спектральне випромінювання, зареєстроване за допомогою датчика низхідного світла (DLS), з урахуванням кута нахилу сонця. Може бути одним з: %(choices)s. За замовчуванням: %(default)s

source: Rerun this stage only and stop. Can be one of: %(choices)s. Default: %(default)s
uk: Повторіть тільки цей етап і зупиніться. Може бути одним з: %(choices)s. За замовчуванням: %(default)s

source: show this help message and exit
uk: показати довідкове повідомлення і вийти

source: Permanently delete all previous results and rerun the processing pipeline.
uk: Остаточно видаліть усі попередні результати і запустіть конвеєр обробки заново.

source: Octree depth used in the mesh reconstruction, increase to get more vertices, recommended values are 8-12. Default: %(default)s
uk: Глибина восьмидерева, що використовується при реконструкції сітки, збільшується для отримання більшої кількості вершин, рекомендовані значення 8-12. За замовчуванням: %(default)s

source: Skip the blending of colors near seams. Default: %(default)s
uk: Пропустити змішування кольорів біля швів. За замовчуванням: %(default)s

source: Name of dataset (i.e subfolder name within project folder). Default: %(default)s
uk: Назва набору даних (тобто назва підтеки у папці проекту). За замовчуванням: %(default)s

source: Set a camera projection type. Manually setting a value can help improve geometric undistortion. By default the application tries to determine a lens type from the images metadata. Can be one of: %(choices)s. Default: %(default)s
uk: Встановіть тип проекції камери. Встановлення значення вручну може допомогти поліпшити геометричні спотворення. За замовчуванням програма намагається визначити тип об'єктива з метаданих зображення. Може бути одним з: %(choices)s. За замовчуванням: %(default)s

source: Set the compression to use for orthophotos. Can be one of: %(choices)s. Default: %(default)s
uk: Задати стиснення для ортофотографій. Може бути одним з: %(choices)s. За замовчуванням: %(default)s

source: Export the georeferenced point cloud in LAS format. Default: %(default)s
uk: Експортувати хмару точок з прив'язкою до місцевості у форматі LAS. За замовчуванням: %(default)s

source: Set feature extraction quality. Higher quality generates better features, but requires more memory and takes longer. Can be one of: %(choices)s. Default: %(default)s
uk: Встановіть якість обробки даних. Вища якість генерує кращі елементи, але вимагає більше пам'яті і займає більше часу. Може бути одним з: %(choices)s. За замовчуванням: %(default)s

source: Simple Morphological Filter elevation scalar parameter. Default: %(default)s
uk: Простий морфологічний фільтр скалярного параметру висоти . За замовчуванням: %(default)s

source: Skip generation of PDF report. This can save time if you don't need a report. Default: %(default)s
uk: Пропустити генерацію звіту у форматі PDF. Це може заощадити час, якщо вам не потрібен звіт. За замовчуванням: %(default)s

source: Turn off camera parameter optimization during bundle adjustment. This can be sometimes useful for improving results that exhibit doming/bowling or when images are taken with a rolling shutter camera. Default: %(default)s
uk: Вимкнути оптимізацію параметрів камери під час налаштування пакетів. Іноді це може бути корисним для покращення результатів, які демонструють куполоподібні/боулінгові ефекти, або коли зображення знято камерою з рухомим затвором. За замовчуванням: %(default)s

source: Set this parameter if you want a striped GeoTIFF. Default: %(default)s
uk: Встановіть цей параметр, якщо хочете отримати смугастий GeoTIFF. За замовчуванням: %(default)s

source: Reduce the memory usage needed for depthmap fusion by splitting large scenes into tiles. Turn this on if your machine doesn't have much RAM and/or you've set --pc-quality to high or ultra. Experimental. Default: %(default)s
uk: Зменшити використання пам'яті для злиття карт глибини, розбиваючи великі сцени на тайли. Увімкніть цей параметр, якщо на вашому комп'ютері мало оперативної пам'яті та/або ви встановили --pc-quality на високу або ультра. Експериментальний. За замовчуванням: %(default)s

source: Build orthophoto overviews for faster display in programs such as QGIS. Default: %(default)s
uk: Створювати огляд ортофото для швидшого відображення у таких програмах, як QGIS. За замовчуванням: %(default)s

source: URL to a ClusterODM instance for distributing a split-merge workflow on multiple nodes in parallel. Default: %(default)s
uk: URL до кластеру ClusterODM для паралельного розподілення робочого процесу розділення-злиття на декількох вузлах. За замовчуванням: %(default)s

source: Simple Morphological Filter slope parameter (rise over run). Default: %(default)s
uk: Параметр нахилу простого морфологічного фільтра (підйом над спадом). За замовчуванням: %(default)s

source: Set point cloud quality. Higher quality generates better, denser point clouds, but requires more memory and takes longer. Each step up in quality increases processing time roughly by a factor of 4x.Can be one of: %(choices)s. Default: %(default)s
uk: Вибір якості хмари точок. Вища якість генерує кращі, щільніші хмари точок, але вимагає більше пам'яті і займає більше часу. Кожний крок підвищення якості збільшує час обробки приблизно в 4 рази. Може бути одним з: %(choices)s. За замовчуванням: %(default)s

source: Choose the algorithm for extracting keypoints and computing descriptors. Can be one of: %(choices)s. Default: %(default)s
uk: Виберіть алгоритм отримання ключових точок та обчислення дескрипторів. Може бути один з: %(choices)s. За замовчуванням: %(default)s

source: Ignore Ground Sampling Distance (GSD). GSD caps the maximum resolution of image outputs and resizes images when necessary, resulting in faster processing and lower memory usage. Since GSD is an estimate, sometimes ignoring it can result in slightly better image output quality. Default: %(default)s
uk: Ігнорувати Відстань Вибірки на Місцевості (GSD). GSD обмежує максимальну роздільну здатність вихідних зображень і змінює їхній розмір за необхідності, що призводить до швидшої обробки та меншого використання пам'яті. Оскільки GSD є оціночним значенням, іноді його ігнорування може призвести до дещо кращої якості вихідних зображень. За замовчуванням: %(default)s

source: End processing at this stage. Can be one of: %(choices)s. Default: %(default)s
uk: Завершити обробку на цьому етапі. Може бути одним з: %(choices)s. За замовчуванням: %(default)s

source: Use the camera parameters computed from another dataset instead of calculating them. Can be specified either as path to a cameras.json file or as a JSON string representing the contents of a cameras.json file. Default: %(default)s
uk: Використовувати параметри камери, обчислені з іншого набору даних, замість того, щоб обчислювати їх. Можна вказати або шлях до файлу cameras.json, або JSON-рядок, що представляє вміст файлу cameras.json. За замовчуванням: %(default)s

source: Skip normalization of colors across all images. Useful when processing radiometric data. Default: %(default)s
uk: Пропустити нормалізацію кольорів на всіх зображеннях. Корисно при обробці радіометричних даних. За замовчуванням: %(default)s

source: Classify the point cloud outputs using a Simple Morphological Filter. You can control the behavior of this option by tweaking the --dem-* parameters. Default: %(default)s
uk: Класифікуйте вихідні дані хмари точок за допомогою простого морфологічного фільтра. Ви можете керувати поведінкою цієї опції за допомогою параметрів --dem-*. За замовчуванням: %(default)s

source: Radius of the overlap between submodels. After grouping images into clusters, images that are closer than this radius to a cluster are added to the cluster. This is done to ensure that neighboring submodels overlap. Default: %(default)s
uk: Радіус перекриття між субмоделями. Після групування зображень у кластери, до кластера додаються зображення, які знаходяться ближче, ніж цей радіус до кластера. Це робиться для того, щоб забезпечити перекриття сусідніх підмоделей. За замовчуванням: %(default)s

source: The maximum vertex count of the output mesh. Default: %(default)s
uk: Максимальна кількість вершин вихідної сітки. За замовчуванням: %(default)s

source: Path to the image groups file that controls how images should be split into groups. The file needs to use the following format: image_name group_nameDefault: %(default)s
uk: Шлях до файлу групи зображень, який визначає, як зображення слід розбивати на групи. Файл має бути у такому форматі: назва_зображення_назва_групиЗа замовчуванням: %(default)s

source: Delete heavy intermediate files to optimize disk space usage. This affects the ability to restart the pipeline from an intermediate stage, but allows datasets to be processed on machines that don't have sufficient disk space available. Default: %(default)s
uk: Видаляйте важкі проміжні файли для оптимізації використання дискового простору. Це впливає на можливість перезапуску конвеєра з проміжного етапу, але дозволяє обробляти набори даних на комп'ютерах, які не мають достатнього дискового простору. За замовчуванням: %(default)s

source: Rerun processing from this stage. Can be one of: %(choices)s. Default: %(default)s
uk: Повторний запуск обробки з цього етапу. Може бути одним з: %(choices)s. За замовчуванням: %(default)s

source: Use this tag to build a DSM (Digital Surface Model, ground + objects) using a progressive morphological filter. Check the --dem* parameters for finer tuning. Default: %(default)s
uk: Використовуйте цей тег для побудови DSM (цифрової моделі поверхні, земля + об'єкти) з використанням прогресивного морфологічного фільтра. Перевірте параметри --dem* для більш точного налаштування. За замовчуванням: %(default)s

source: Filters the point cloud by keeping only a single point around a radius N (in meters). This can be useful to limit the output resolution of the point cloud and remove duplicate points. Set to 0 to disable sampling. Default: %(default)s
uk: Фільтрує хмару точок, залишаючи лише одну точку навколо радіуса N (у метрах). Це може бути корисно для обмеження вихідної роздільної здатності хмари точок і видалення точок, що повторюються. Встановіть значення 0, щоб вимкнути вибірку. За замовчуванням: %(default)s

source: Set this parameter if you want to generate a Google Earth (KMZ) rendering of the orthophoto. Default: %(default)s
uk: Встановіть цей параметр, якщо ви хочете згенерувати ортофото у форматі Google Earth (KMZ). За замовчуванням: %(default)s

source: Compute volume, area and length measurements on Leaflet
uk: Обчислюйте об'єм, площу та довжину на Leaflet

source: A plugin to create GCP files from images
uk: Плагін для створення GCP-файлів із знімків

source: A plugin to add a button for quickly opening OpenStreetMap's iD editor and setup a TMS basemap.
uk: Плагін для додавання кнопки швидкого відкриття редактора OpenStreetMap iD та налаштування базової карти TMS.

source: A plugin to upload orthophotos to OpenAerialMap
uk: Плагін для завантаження ортофото до OpenAerialMap

source: Display program version, memory and disk space usage statistics
uk: Показати версію програми, статистику використання пам'яті та дискового простору

source: Sync accounts from webodm.net
uk: Синхронізуйте акаунти з webodm.net

source: Add a fullscreen button to the 2D map view
uk: Додати повноекранну кнопку до 2D мапи

source: Compute, preview and export contours from DEMs
uk: Обчислення, попередній перегляд та экспорт контурів з матриць висот (DEM)

source: Calculate and draw an elevation map based on a task's DEMs
uk: Розрахувати та побудувати карту рельєфу на основі DEM завдання

source: Upload and tile ODM assets with Cesium ion.
uk: Завантажуйте та викладайте ODM ресурси з використанням Cesium ion.

source: Import images from external sources directly
uk: Безпосередній імпорт зображень із зовнішніх джерел

source: Detect changes between two different tasks in the same project.
uk: Виявити зміни між двома різними завданнями в одному проекті.

source: Navigation
uk: Навігація

source: Appearance
uk: Вигляд

source: Tools
uk: Інструменти

source: Measurements
uk: Виміри

source: Clipping
uk: Вирізка

source: Annotations
uk: Анотації

source: Materials
uk: Матеріали

source: Scene
uk: Сцена

source: Classification filter
uk: Фільтр класифікації

source: Filters
uk: Фільтри

source: Other settings
uk: Інші налаштування

source: About
uk: Детальніше про програму

source: Angle measurement
uk: Вимірювання кута

source: Point measurement
uk: Точкове вимірювання

source: Distance measurement
uk: Вимірювання відстані

source: Height measurement
uk: Вимірювання висоти

source: Circle measurement
uk: Вимірювання окружності

source: Area measurement
uk: Вимірювання площі

source: Volume measurement
uk: Вимірювання об'єму

source: Height profile
uk: Висотний профіль

source: Annotation
uk: Короткий опис

source: Volume clip
uk: Обрізка об'єму

source: Polygon clip
uk: Обрізка полігону

source: Draw a selection box. Requires you to be in orthographic camera mode!
uk: Намалюйте область виділення. Потрібно перебувати в ортографічному режимі камери!

source: Clip plane on x axis
uk: Закріплення площини по осі x

source: Clip plane on y axis
uk: Закріпити площину по осі y

source: Clip plane on z axis
uk: Закріпити площину по осі z

source: Remove all measurements
uk: Видалити всі виміри

source: Left view
uk: Вид зліва

source: Righ view
uk: Вид справа

source: Front view
uk: Вид спереду

source: Back view
uk: Вид ззаду

source: Top view
uk: Вид зверху

source: Bottom view
uk: Вид знизу

source: Full extent
uk: Показати повністю

source: Orbit control
uk: Управління орбітою

source: Fly control
uk: Управління польотом

source: Helicopter control
uk: Керування гелікоптером

source: Earth control
uk: Наземне управління

source: Perspective camera
uk: Перспективна камера

source: Orthographic camera
uk: Ортографічна камера

source: Navigation cube
uk: Навігаційний куб

source: Remove all clipping volumes
uk: Видаліть усі об’єми вирізання

source: Compass
uk: Компас

source: Camera Animation
uk: Анімація камери

source: Point budget
uk: Точковий бюджет

source: Point size
uk: Розмір точки

source: Minimum size
uk: Мінімальний розмір

source: Opacity
uk: Непрозорість

source: Field of view
uk: Поле видимості

source: Point sizing
uk: Визначення розміру точки

source: Elevation range
uk: Діапазон висот

source: Scalar range
uk: Скалярний діапазон

source: Quality
uk: Якість

source: Shape
uk: Форма

source: Radius
uk: Радіус

source: Strength
uk: Сила

source: Min node size
uk: Мінімальний розмір вузла

source: Clip mode
uk: Режим обрізки

source: Speed
uk: Швидкість

source: Sky
uk: Небо

source: Keep above ground
uk: Тримайте над землею

source: Box
uk: Коробка

source: Length unit
uk: Одиниця виміру довжини

source: Lock view
uk: Заблокувати вигляд

source: Language
uk: Мова

source: Backface Culling
uk: Вилучення заднього плану

source: clip
uk: обрізати

source: show volume
uk: показати об'єм

source: show in 3D
uk: показати у форматі 3D

source: show on map
uk: показати на карті

source: Number of Points
uk: Кількість точок

source: Save LAS(3D)
uk: Зберегти LAS(3D)

source: Save CSV(2D)
uk: Зберегти CSV(2D)

source: Camera Position
uk: Положення камери

source: Camera Target
uk: Ціль камери

source: Return Number
uk: Число повернення

source: Number of Returns
uk: Кількість повернень

source: min
uk: мін.

source: max
uk: макс.

source: GPS Time
uk: Час за GPS
