Repository: notoriun/webodm
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: uk

source: No DSM or DTM is available. To export contours, make sure to process a task with either the --dsm or --dtm option checked.
uk: DSM або DTM недоступні. Щоб експортувати контури, переконайтеся, що ви опрацьовуєте завдання з позначкою --dsm або --dtm.

source: Cannot retrieve information for task. Are you are connected to the internet?
uk: Не вдається отримати інформацію для завдання. Ви підключені до Інтернету?

source: Elevation:
uk: Висота:

source: meters
uk: метрів

source: Do not simplify
uk: Не спрощувати

source: Aggressive
uk: Агресивний

source: Interval:
uk: Інтервал:

source: meter
uk: метр

source: Value:
uk: Значення:

source: Layer:
uk: Шар:

source: Simplify:
uk: Спростити:

source: Preview
uk: Попередній перегляд

source: Export
uk: Експортувати

source: Contours
uk: Контури

source: Short Link
uk: Короткий лінк

source: Suffix
uk: Суфікс

source: Delete Short Link
uk: Видалити короткий лінк

source: Cannot retrieve estimate. Try again later.
uk: Неможливо отримати оцінку. Спробуйте пізніше.

source: Cannot retrieve estimate. Check parameters or try again later.
uk: Не вдається отримати оцінку. Перевірте параметри або спробуйте пізніше.

source: Credits Estimate
uk: Оцінка кредитів

source: Loading dashboard...
uk: Завантаження панелі управління...

source: Cannot load lightning dashboard. Are you running the latest version of WebODM?
uk: Не вдається завантажити панель керування lightning. Ви використовуєте останню версію WebODM?

source: Cannot load lightning dashboard. Please make sure you are connected to the internet, or try again in an hour.
uk: Не вдається завантажити панель керування lightning. Переконайтеся, що ви підключені до Інтернету, або спробуйте ще раз через годину.

source: Cannot sync nodes. Are you connected to the internet?
uk: Не вдається синхронізувати вузли. Ви підключені до Інтернету?

source: Logging out…
uk: Виходжу з системи…

source: Cannot logout:
uk: Не можу вийти:

source: credits
uk: кредити

source: Unlimited
uk: Необмежено

source: Balance:
uk: Баланс:

source: Buy Credits
uk: Купити Кредити

source: Refresh Balance
uk: Оновити Баланс

source: Hello,
uk: Привіт,

source: Synced Nodes
uk: Синхронізовані вузли

source: Resync
uk: Пересинхронізувати

source: Dashboard
uk: Панель управління

source: Logout
uk: Вийти з системи

source: Cannot login. Invalid response:
uk: Не вдається увійти. Неправильна відповідь:

source: Cannot login. Please make sure you are connected to the internet, or try again in an hour.
uk: Не вдається увійти. Будь ласка, переконайтеся, що ви підключені до Інтернету, або спробуйте ще раз через годину.

source: E-mail Address
uk: Адреса електронної пошти

source: Password
uk: Пароль

source: Don't have an account?
uk: Не маєте облікового запису?

source: Forgot password?
uk: Забули пароль?

source: Login and Sync
uk: Вхід та синхронізація

source: Lightning Network
uk: Мережа Lightning

source: Lightning is a service that allows you to quickly process small and large datasets using high performance servers in the cloud.
uk: Lightning - це сервіс, який дозволяє швидко обробляти малі та великі набори даних за допомогою високопродуктивних серверів у хмарі.

source: register
uk: зареєструватися

source: Below you can enter your %(link)s credentials to sync your account and automatically setup a new processing node. If you don't have an account, you can %(register)s for free.
uk: Нижче ви можете ввести свої облікові дані %(link)s для синхронізації вашого облікового запису та автоматичного налаштування нового вузла обробки. Якщо у вас немає облікового запису, ви можете %(register)s безкоштовно.

source: Invalid response: %(error)s
uk: Неправильна відповідь: %(error)s

source: Perimeter:
uk: Периметр:

source: Volume:
uk: Об'єм:

source: computing…
uk: обчислення…

source: Cubic Meters
uk: Кубічних Метрів

source: Cubic Feet
uk: Кубічних Футів

source: Export to GeoJSON
uk: Експорт в GeoJSON

source: Measure volume, area and length
uk: Виміряти об'єм, площу та довжину

source: Measurement
uk: Вимірювання

source: Measure
uk: Виміряти

source: Create a new measurement
uk: Створити нове вимірювання

source: Start creating a measurement by adding points to the map
uk: Почати створювати вимірювання з додавання точок на мапу

source: Finish measurement
uk: Закінчити вимірювання

source: Last point
uk: Остання точка

source: Area
uk: Площа

source: Perimeter
uk: Периметр

source: Point location
uk: Розташування точки

source: Linear measurement
uk: Лінійне вимірювання

source: Path distance
uk: Довжина шляху

source: Center on this area
uk: Відцентрувати на цій області

source: Center on this line
uk: Відцентрувати на цій лінії

source: Center on this location
uk: Відцентрувати на цьому місці

source: Acres
uk: Акри

source: Feet
uk: Фути

source: Kilometers
uk: Кілометри

source: Hectares
uk: Гектари

source: Meters
uk: Метри

source: Miles
uk: Милі

source: Sq Feet
uk: Квадратні фути

source: Sq Meters
uk: Квадратні Метри

source: Sq Miles
uk: Квадратні милі

source: Export Measurements
uk: Експортувати Вимірювання
