Repository: notoriun/webodm
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fi

source: Deleting the selected %(objects_name)s would result in deleting related objects, but your account doesn't have permission to delete the following types of objects:
fi: Valitun %(objects_name)s:n poistaminen johtaisi toisiinsa liittyvien objektien poistamiseen, mutta tililläsi ei ole oikeutta poistaa seuraavan tyyppisiä objekteja:

source: Deleting the selected %(objects_name)s would require deleting the following protected related objects:
fi: Valittujen %(objects_name)s:n poistaminen edellyttää seuraavien suojattujen toisiinsa liittyvien objektien poistamista:

source: Are you sure you want to delete the selected %(objects_name)s? All of the following objects and their related items will be deleted:
fi: Haluatko varmasti poistaa valitut %(objects_name)s? Kaikki seuraavat objektit ja niihin liittyvät kohteet poistetaan:

source: Change
fi: Muuttaa

source: Delete?
fi: Poistaa?

source: Summary
fi: Yhteenveto

source: Models in the %(name)s application
fi: Mallit %(name)s-sovelluksessa

source: Add
fi: Lisätä

source: You don't have permission to edit anything.
fi: Sinulla ei ole lupaa muokata mitään.

source: Recent actions
fi: Viimeaikaiset toimet

source: My actions
fi: Minun tekoni

source: None available
fi: Ei yhtään saatavilla

source: Unknown content
fi: Tuntematon sisältö

source: Something's wrong with your database installation. Make sure the appropriate database tables have been created, and make sure the database is readable by the appropriate user.
fi: Jotain on vialla tietokannan asennuksessa. Varmista, että asianmukaiset tietokantataulukot on luotu, ja varmista, että tietokanta on asianmukaisen käyttäjän luettavissa.

source: You are authenticated as %(username)s, but are not authorized to access this page. Would you like to login to a different account?
fi: Sinut on todennettu nimellä %(username)s, mutta sinulla ei ole oikeutta käyttää tätä sivua. Haluatko kirjautua toiselle tilille?

source: Forgotten your password or username?
fi: Unohditko salasanasi tai käyttäjätunnuksesi?

source: Log in
fi: Kirjaudu sisään

source: Date/time
fi: Päivämäärä ja aika

source: Action
fi: Toiminta

source: This object doesn't have a change history. It probably wasn't added via this admin site.
fi: Tällä objektilla ei ole muutoshistoriaa. Sitä ei luultavasti lisätty tämän järjestelmänvalvojan sivuston kautta.

source: Show all
fi: Näytä kaikki

source: Save
fi: Tallenna

source: Popup closing...
fi: Ponnahdusikkuna sulkeutuu...

source: Change selected %(model)s
fi: Muuta valittua %(model)s

source: Add another %(model)s
fi: Lisää toinen %(model)s

source: Delete selected %(model)s
fi: Poista valittu %(model)s

source: Search
fi: Hae

source: %(counter)s result
fi: %(counter)s tulos

source: %(full_result_count)s total
fi: %(full_result_count)s yhteensä

source: Save as new
fi: Tallenna uutena

source: Save and add another
fi: Talenna ja lisää toinen

source: Save and continue editing
fi: Talenna ja jatka muokkaamista

source: Welcome!
fi: Tervetuloa!

source: Add a Processing Node
fi: Lisää prosessoinnin Node

source: To get started, "%(add_processing_node)s". A processing node is a computer running an instance of %(nodeodm_link)s or some other software implementing this %(api_link)s.
fi: Aloita "%(add_processing_node)s". Käsittelysolmu on tietokone, jossa on %(nodeodm_link)s-esiintymä tai jokin muu tämän %(api_link)s:n toteuttava ohjelmisto.

source: Select Images and GCP
fi: Valitse ne perkeleen kuvat ja GCP tiedostot nyt äkkiä

source: To create a map, press the "%(upload_images)s" button, or drag and drop some images into a project.
fi: Luo kartta painamalla "%(upload_images)s" -painiketta tai vetämällä ja pudottamalla kuvia projektiin.

source: You need at least 5 images, but 16-32 is typically the minimum.
fi: Tarvitset vähintään 5 kuvaa, mutta 16-32 on yleensä vähimmäismäärä.

source: Images must overlap by 65%% or more. Aim for 70-72%%
fi: Kuvien on oltava päällekkäisiä vähintään 65 %%:lla. Tavoitteena 70-72 %%

source: For great 3D, images must overlap by 83%%
fi: Erinomaisen 3D:n saavuttamiseksi kuvien on oltava päällekkäisiä 83 %%

source: A %(link_start)sGCP File%(link_end)s is optional, but can increase georeferencing accuracy
fi: %(link_start)sGCP-tiedosto%(link_end)s on valinnainen, mutta se voi parantaa geoviittauksen tarkkuutta

source: Developer Tools
fi: Kehittäjän työkalut

source: Close
fi: Sulje

source: Current Locale:
fi: Nykyinen alue:

source: To change locale, modify your browser's locale settings, then refresh the page, or use the set locale button below.
fi: Jos haluat muuttaa aluetta, muokkaa selaimen kieli-asetuksia ja päivitä sitten sivu tai käytä alla olevaa aseta kieli -painiketta.

source: Translation Files (.zip):
fi: Käännöstiedostot (.zip):

source: Download and Replace Translation Files
fi: Lataa ja korvaa käännöstiedostoja

source: Set locale:
fi: Aseta alue:

source: Apply
fi: Käytä

source: Executing… do not refresh the page! This could take a while.
fi: Suoritetaan… älä perkele päivitä sivua! Tämä voi kestää hetken.

source: Hello, %(user)s!
fi: Hei %(user)s!

source: %(used)s of %(total)s used
fi: %(used)s / %(total)s käytetty

source: Logout
fi: Kirjautua ulos, heippa

source: Dashboard
fi: Kojelauta

source: Processing Nodes
fi: Prosessointi Nodet

source: Add New
fi: Lisää uusi

source: Administration
fi: Hallinto

source: Accounts
fi: Tilit

source: Groups
fi: Ryhmät

source: Brand
fi: Ulkoasu

source: About
fi: Lisää

source: Hostname
fi: Isäntänimi

source: Port
fi: Portti

source: API Version
fi: API-versio

source: Engine
fi: Moottori

source: Engine Version
fi: Moottori versio

source: Queue Count
fi: Jonojen määrä

source: Max Images Limit
fi: Kuvien enimmäismäärä

source: Last Refreshed
fi: Viimeksi päivitetty

# 5 minutes ago
source: ago
fi: sitten

source: Options (JSON)
fi: Valinnat(JSON)

source: Edit
fi: Muokkaa

source: The disk quota is being exceeded (%(used)s of %(total)s used). The most recent tasks will be automatically deleted %(when)s, until usage falls below %(total)s.
fi: Levykiintiö ylittyy (%(used)s / %(total)s use). Uusimmat tehtävät poistetaan automaattisesti %(when)s, kunnes käyttö laskee alle %(total)s.

source: Your account does not have a storage quota. Any new task will be automatically deleted %(when)s
fi: Tililläsi ei ole tallennuskiintiötä. Kaikki uudet tehtävät poistetaan automaattisesti %(when)s

source: Uh oh! Could you please check the errors below?
fi: Voi ei! Voitko tarkistaa alla olevat virheet?

source: Before we get started, we need to create an administrator account for you:
fi: Ennen kuin aloitamme, meidän on luotava sinulle järjestelmänvalvojan tili:

source: Create Account
fi: Luo tili

source: in %(num)s days
fi: %(num)s päivässä

source: in %(num)s hours
fi: %(num)s tunnissa

source: in %(num)s minutes
fi: %(num)s minuutissa

source: very soon
fi: erittäin pian

source: Detect changes between two different tasks in the same project.
fi: Tunnista muutokset saman projektin kahden eri tehtävän välillä.

source: Import images from external sources directly
fi: Tuo kuvat suoraan ulkoisista lähteistä

source: Compute, preview and export contours from DEMs
fi: Laske, esikatsele ja vie ääriviivat DEM:istä

source: Display program version, memory and disk space usage statistics
fi: Näytä ohjelmaversio, muistin ja levytilan käyttötilastot

source: Integrate WebODM with DroneDB: import images and share results
fi: Integroi WebODM DroneDB:hen: tuo kuvia ja jaa tuloksia

source: Create editable short links when sharing task URLs
fi: Luo muokattavia lyhyitä linkkejä, kun jaat tehtävän URL-osoitteita

source: Calculate and draw an elevation map based on a task's DEMs
fi: Laske ja piirrä korkeuskartta tehtävän DEM:ien perusteella

source: Add a fullscreen button to the 2D map view
fi: Lisää koko näytön painike 2D-karttanäkymään

source: Sync accounts from webodm.net
fi: Synkronoi tilit webodm.net-sivustosta

source: Compute volume, area and length measurements on Leaflet
fi: Laske tilavuus-, pinta-ala- ja pituusmitat Leafletissä

source: A plugin to upload orthophotos to OpenAerialMap
fi: Laajennus ortovalokuvien lataamiseen OpenAerialMapiin

source: A plugin to add a button for quickly opening OpenStreetMap's iD editor and setup a TMS basemap.
fi: Laajennus painikkeen lisäämiseen OpenStreetMapin iD-editorin nopeaan avaamiseen ja TMS-peruskartan määrittämiseen.

source: A plugin to create GCP files from images
fi: Laajennus GCP-tiedostojen luomiseen kuvista

source: A plugin to show charts of projects and tasks
fi: Plugin näyttää kaavioita projekteista ja tehtävistä

source: Create short links when sharing task URLs
fi: Luo lyhyitä linkkejä, kun jaat tehtävän URL-osoitteita

source: Get notified when a task has finished processing, has been removed or has failed
fi: Saat ilmoituksen, kun tehtävä on käsitelty, se on poistettu tai epäonnistunut

source: First Project
fi: Ensimmäinen projekti

source: Map
fi: Kartta

source: 3D Model Display
fi: 3D-mallin näyttö

source: %(node)s seems to be offline.
fi: %(node)s näyttää olevan offline-tilassa.

source: Welcome
fi: Tervetuloa

source: Cannot find locale/ folder in .zip archive
fi: Kieli-/kansiota ei löydy .zip-arkistosta

source: Translation files reloaded!
fi: Käännöstiedostot ladattu uudelleen!

source: Invalid action
fi: Virheellinen toiminto

source: No DSM layer is available.
fi: DSM-tasoa ei ole saatavilla.

source: No DTM layer is available.
fi: DTM-kerrosta ei ole saatavilla.

source: Could not generate contour file. This might be a bug.
fi: Ääriviivatiedostoa ei voitu luoda. Tämä voi olla bugi.

source: Diagnostic
fi: Diagnostiikka

source: Diagnostic Information
fi: Diagnostiset tiedot

source: Storage Space
fi: Varastotila

# Megabytes of storage space
source: Free
fi: Vapaa

# Megabytes of storage space
source: Used
fi: Käytetty

# Megabytes of storage space
source: Total
fi: Kaikki yhteensä

# Computer memory (RAM)
source: Memory
fi: Muisti

# Megabytes of memory space
source: Free
fi: Vapaa

# Megabytes of memory space
source: Used
fi: Käytetty

# Megabytes of memory space
source: Total
fi: Yhteensä

source: Note!
fi: Huomautus!

source: These values might be relative to the virtualization environment in which the application is running, not necessarily the values of the your machine. See instructions for %(win_hyperv_link)s, %(win_wsl2_link)s, and %(mac_link)s for changing these values in a Docker setup.
fi: Nämä arvot voivat olla suhteessa virtualisointiympäristöön, jossa sovellus on käynnissä, eivät välttämättä koneesi arvot. Katso ohjeet kohteille %(win_hyperv_link)s, %(win_wsl2_link)s ja %(mac_link)s näiden arvojen muuttamiseksi Docker-asetuksissa.

source: Disk Space
fi: Levytila

source: Short URLs can only include letters, numbers, underscore and dash characters (A-Z, 0-9, _, -).
fi: Lyhyet URL-osoitteet voivat sisältää vain kirjaimia, numeroita, alaviivoja ja yhdysmerkkejä (A-Z, 0-9, _, -).

source: This short URL is already taken.
fi: Tämä lyhyt URL-osoite on jo varattu.

source: Lightning Network
fi: Lightning verkko

source: No surface model available. From the Dashboard, select this task, press Edit, from the options make sure to check "dsm", then press Restart --> From DEM.
fi: Pintamallia ei ole saatavilla. Valitse Dashboardista tämä tehtävä, paina Muokkaa, muista valita vaihtoehdoista "dsm" ja paina sitten Restart --> From DEM.

source: GCP Interface
fi: GCP-käyttöliittymä

source: Charts
fi: Kaaviot

source: Year
fi: vuosi

source: Next
fi: Seuraava

source: Projects by month
fi: Projektit kuukausittain

source: Tasks by month
fi: Tehtävät kuukausittain

source: Task Notification
fi: Tehtäväilmoitus

source: Tasks Notification
fi: Tehtävät Ilmoitus

source: Node Management
fi: Node hallinta

source: Hostname or IP address where the node is located (can be an internal hostname as well). If you are using Docker, this is never 127.0.0.1 or localhost. Find the IP address of your host machine by running ifconfig on Linux or by checking your network settings.
fi: Isäntänimi tai IP-osoite, jossa solmu sijaitsee (voi olla myös sisäinen isäntänimi). Jos käytät Dockeria, tämä ei koskaan ole 127.0.0.1 tai localhost. Löydä isäntäkoneesi IP-osoite suorittamalla ifconfig Linuxissa tai tarkistamalla verkkoasetukset.

source: Port that connects to the node's API
fi: Portti, joka muodostaa yhteyden solmun API:hen

source: API version used by the node
fi: Solmun käyttämä API-versio

source: When was the information about this node last retrieved?
fi: Milloin tämän solmun tiedot haettiin viimeksi?

source: Number of tasks currently being processed by this node (as reported by the node itself)
fi: Tämän solmun parhaillaan käsittelemien tehtävien määrä (itse solmun ilmoittamana)

source: Available Options
fi: Käytettävissä olevat vaihtoehdot

source: Description of the options that can be used for processing
fi: Kuvaus vaihtoehdoista, joita voidaan käyttää käsittelyssä

source: Token to use for authentication. If the node doesn't have authentication, you can leave this field blank.
fi: Tunnus käytettäväksi todentamiseen. Jos solmulla ei ole todennusta, voit jättää tämän kentän tyhjäksi.

source: Max Images
fi: Max kuvat

source: Maximum number of images accepted by this node.
fi: Tämän solmun hyväksymien kuvien enimmäismäärä.

source: Engine version used by the node.
fi: Noden käyttämä moottoriversio.

source: Optional label for this node. When set, this label will be shown instead of the hostname:port name.
fi: Valinnainen tunniste tälle nodelle. Kun se on asetettu, tämä tunniste näytetään isäntänimi:portin nimen sijaan.

source: Engine used by the node.
fi: Noden käyttämä moottori.
