Repository: notoriun/webodm
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fi

source: Enter custom CSS
fi: Anna mukautettu CSS

source: HTML that will be displayed above site header
fi: HTML, joka näytetään sivuston otsikon yläpuolella

source: HTML (before header)
fi: HTML (ennen otsikkoa)

source: HTML that will be displayed after site header
fi: HTML, joka näytetään sivuston otsikon jälkeen

source: HTML (after header)
fi: HTML (otsikon jälkeen)

source: HTML that will be displayed after the body tag
fi: HTML-koodi, joka näytetään body-tunnisteen jälkeen

source: HTML (after body)
fi: HTML (tekstin jälkeen)

source: HTML that will be displayed in the footer. You can also use the special tags such as {ORGANIZATION} and {YEAR}.
fi: HTML, joka näytetään alatunnisteessa. Voit myös käyttää erikoistunnisteita, kuten {ORGANIZATION} ja {YEAR}.

source: HTML (footer)
fi: HTML (alatunniste)

source: Description
fi: Kuvaus

source: Version
fi: Versio

source: Author
fi: Tekijä

source: Restart required. Please restart WebODM to enable %(plugin)s
fi: Uudelleenkäynnistys vaaditaan. Käynnistä WebODM uudelleen ottaaksesi %(plugin)s käyttöön

source: Cannot enable plugin %(plugin)s: %(message)s
fi: Laajennusta %(plugin)s ei voi ottaa käyttöön: %(message)s

source: Restart required. Please restart WebODM to fully disable %(plugin)s
fi: Uudelleenkäynnistys vaaditaan. Käynnistä WebODM uudelleen poistaaksesi %(plugin)s kokonaan käytöstä

source: Cannot disable plugin %(plugin)s: %(message)s
fi: Laajennusta %(plugin)s ei voi poistaa käytöstä: %(message)s

source: Cannot delete plugin %(plugin)s: %(message)s
fi: Laajennusta %(plugin)s ei voi poistaa: %(message)s

source: Plugin added successfully
fi: Plugin lisätty onnistuneesti

source: Cannot load plugin: %(message)s
fi: Laajennusta ei voi ladata: %(message)s

source: You need to upload a zip file
fi: Sinun on ladattava zip-tiedosto

source: Disable
fi: Poista käytöstä

source: Enable
fi: Ota käyttöön

source: Actions
fi: Toiminnot

source: Normalized Difference Vegetation Index shows the amount of green vegetation.
fi: Normalisoitu kasvillisuusindeksi osoittaa vihreän kasvillisuuden määrän.

source: Normalized difference yellowness index (NDYI), best model variability in relative yield potential in Canola.
fi: Normalisoitu keltaisuusindeksi (NDYI), paras malli rapsin suhteellisen satopotentiaalin vaihtelusta.

source: Normalized Difference Red Edge Index shows the amount of green vegetation of permanent or later stage crops.
fi: Normalisoitu punaisen reunan erotusindeksi osoittaa pysyvien tai myöhemmässä vaiheessa olevien viljelykasvien vihreän kasvillisuuden määrän.

source: Normalized Difference Water Index shows the amount of water content in water bodies.
fi: Normalisoitu erovesi-indeksi osoittaa vesistöjen vesipitoisuuden määrän.

source: Enhanced Normalized Difference Vegetation Index is like NDVI, but uses Blue and Green bands instead of only Red to isolate plant health.
fi: Enhanced Normalized Difference Vegetation Index on kuin NDVI, mutta siinä käytetään sinistä ja vihreää kaistaa pelkän punaisen kaistan sijasta kasvien terveydentilan määrittämiseen.

source: Visible NDVI is an un-normalized index for RGB sensors using constants derived from citrus, grape, and sugarcane crop data.
fi: Näkyvä NDVI on normalisoimaton indeksi RGB-antureille, jossa käytetään sitruuna-, viinirypäle- ja sokeriruokoviljelytiedoista johdettuja vakioita.

source: Visual Atmospheric Resistance Index shows the areas of vegetation.
fi: Visuaalinen ilmakehän kestävyysindeksi osoittaa kasvillisuusalueet.

source: Modified Photochemical Reflectance Index
fi: Modifioitu valokemiallinen heijastusindeksi

source: Excess Green Index (derived from only the RGB bands) emphasizes the greenness of leafy crops such as potatoes.
fi: Excess Green Index (johdettu vain RGB-kaistoista) korostaa perunan kaltaisten lehtikasvien vihreyttä.

source: Triangular Greenness Index (derived from only the RGB bands) performs similarly to EXG but with improvements over certain environments.
fi: Kolmionmuotoinen vihreysindeksi (joka on johdettu vain RGB-kaistoista) toimii samalla tavalla kuin EXG, mutta parantaa tuloksia tietyissä ympäristöissä.

source: Burn Area Index hightlights burned land in the red to near-infrared spectrum.
fi: Burn Area Index korostaa palanutta maata punaisesta lähi-infrapuna-alueeseen ulottuvalla spektrillä.

source: Green Leaf Index shows greens leaves and stems.
fi: Green Leaf Index näyttää vihreiden lehdet ja varret.

source: Green Normalized Difference Vegetation Index is similar to NDVI, but measures the green spectrum instead of red.
fi: Vihreä normalisoitu kasvillisuusindeksi (Green Normalized Difference Vegetation Index) on samanlainen kuin NDVI, mutta se mittaa vihreää spektriä punaisen sijaan.

source: Green Ratio Vegetation Index is sensitive to photosynthetic rates in forests.
fi: Green Ratio Vegetation Index on herkkä metsien fotosynteesin määrälle.

source: Soil Adjusted Vegetation Index is similar to NDVI but attempts to remove the effects of soil areas using an adjustment factor (0.5).
fi: Maaperän mukautettu kasvillisuusindeksi on samankaltainen kuin NDVI, mutta sillä pyritään poistamaan maaperän pinta-alojen vaikutus mukautuskertoimen (0,5) avulla.

source: Modified Non-Linear Index improves the Non-Linear Index algorithm to account for soil areas.
fi: Modifioidulla epälineaarisella indeksillä parannetaan epälineaarisen indeksin algoritmia maaperäalueiden huomioon ottamiseksi.

source: Modified Simple Ratio is an improvement of the Simple Ratio (SR) index to be more sensitive to vegetation.
fi: Modified Simple Ratio on Simple Ratio (SR) -indeksin parannus, joka on herkempi kasvillisuudelle.

source: Renormalized Difference Vegetation Index uses the difference between near-IR and red, plus NDVI to show areas of healthy vegetation.
fi: Renormalisoitu kasvillisuusindeksi (Renormalized Difference Vegetation Index) käyttää lähi-IR:n ja punaisen värin välistä eroa sekä NDVI:tä osoittamaan terveen kasvillisuuden alueet.

source: Transformed Difference Vegetation Index highlights vegetation cover in urban environments.
fi: Muunnettu kasvillisuusindeksi korostaa kasvillisuuden peittävyyttä kaupunkiympäristössä.

source: Optimized Soil Adjusted Vegetation Index is based on SAVI, but tends to work better in areas with little vegetation where soil is visible.
fi: Optimoitu maaperän mukautettu kasvillisuusindeksi perustuu SAVI-indeksiin, mutta se toimii yleensä paremmin alueilla, joilla on vähän kasvillisuutta ja joilla maaperä on näkyvissä.

source: Leaf Area Index estimates foliage areas and predicts crop yields.
fi: Lehtipinta-alaindeksi arvioi lehtien pinta-aloja ja ennustaa satoja.

source: Enhanced Vegetation Index is useful in areas where NDVI might saturate, by using blue wavelengths to correct soil signals.
fi: Tehostettu kasvillisuusindeksi on hyödyllinen alueilla, joilla NDVI saattaa kyllästyä, sillä siinä käytetään sinisiä aallonpituuksia maaperän signaalien korjaamiseen.

source: Atmospherically Resistant Vegetation Index. Useful when working with imagery for regions with high atmospheric aerosol content.
fi: Ilmakehänkestävä kasvillisuusindeksi. Hyödyllinen, kun työskennellään sellaisten alueiden kuvien kanssa, joilla on korkea ilmakehän aerosolipitoisuus.

source: Temperature in Celsius degrees.
fi: Lämpötila celsiusasteina.

source: Temperature in Centikelvin degrees.
fi: Lämpötila Centikelvin-asteina.

source: Cannot duplicate project
fi: Projektia ei voi kopioida

source: Invalid user in permissions list
fi: Virheellinen käyttäjä käyttöoikeusluettelossa

source: Invalid permissions
fi: Virheelliset käyttöoikeudet

source: You need to upload at least 1 file before commit
fi: Sinun on ladattava vähintään 1 tiedosto ennen sitoutumista

source: No files uploaded
fi: Ei ladattuja tiedostoja

source: Cannot duplicate task
fi: Tehtävää ei voi kopioida

source: Cannot create task, you need at least 2 images
fi: Tehtävää ei voi luoda, tarvitset vähintään 2 kuvaa

source: Asset does not exist
fi: Omaisuuserää ei ole olemassa

source: Imported Task
fi: Tuotu tehtävä

source: Cannot create task, you need to upload 1 file
fi: Tehtävää ei voi luoda, sinun on ladattava 1 tiedosto

source: Cannot create task, either specify a URL or upload 1 file.
fi: Tehtävää ei voi luoda, määritä URL-osoite tai lataa 1 tiedosto.

source: Invalid boundaries parameter
fi: Virheellinen rajausparametri

source: Invalid tile size parameter
fi: Virheellinen laatan kokoparametri

source: Outside of bounds
fi: Rajojen ulkopuolella

source: Invalid boundaries
fi: Virheelliset rajat

source: Not a valid color_map value
fi: Ei kelvollinen color_map-arvo

source: Invalid rescale value
fi: Virheellinen skaalausarvo

source: Invalid hillshade value
fi: Virheellinen hillshade-arvo

source: Cannot compute hillshade of non-elevation raster (multiple bands found)
fi: Ei voida laskea kukkulan varjostusta muulle kuin korkeusrasterille (useita kaistoja löydetty)

source: Cannot process tile: intensity image provided, but no RGB data was computed.
fi: Laattaa ei voi käsitellä: intensiteettikuva toimitettiin, mutta RGB-tietoja ei laskettu.

source: Unsupported format: %(value)s
fi: Ei tuettu muoto: %(value)s

source: Invalid EPSG code: %(value)s
fi: Virheellinen EPSG-koodi: %(value)s

source: Both formula and bands parameters are required
fi: Sekä kaava- että vyöhykeparametrit vaaditaan

source: Invalid rescale value: %(value)s
fi: Virheellinen uudelleenskaalausarvo: %(value)s

source: Invalid hillshade value: %(value)s
fi: Virheellinen hillshade-arvo: %(value)s

source: Cannot use epsg on non-georeferenced dataset
fi: Ei voida käyttää epsg:tä ei-georeferoidussa tietojoukossa

source: Plugin name
fi: Plugin nimi

source: Name
fi: Nimi

source: Whether this plugin is turned on.
fi: Onko tämä laajennus käytössä.

source: Enabled
fi: Käytössä

source: Plugin
fi: Lisäosa

source: Plugins
fi: Lisäosat

source: Setting key
fi: Asetusnäppäin

source: Key
fi: Avain

source: The user this setting belongs to. If NULL, the setting is global.
fi: Käyttäjä, jolle tämä asetus kuuluu. Jos NULL, asetus on yleinen.

source: User
fi: Käyttäjä

source: Integer value
fi: Kokonaisluku

source: Float value
fi: Kelluva arvo

source: Bool value
fi: Bool-arvo

source: String value
fi: Merkkijonon arvo

source: JSON value
fi: JSON-arvo

source: Plugin Datum
fi: Lisäosa Datum

source: The person who owns this preset
fi: Henkilö, joka omistaa tämän esiasetuksen

source: Owner
fi: Omistaja

source: A label used to describe the preset
fi: Esiasetusta kuvaava tarra

source: Options that define this preset (same format as in a Task's options).
fi: Vaihtoehdot, jotka määrittävät tämän esiasetuksen (sama muoto kuin tehtävän asetuksissa).

source: Options
fi: Vaihtoehdot

source: Creation date
fi: Luomispäivä

source: Created at
fi: Luotu

source: Whether this preset is available to every user in the system or just to its owner.
fi: Onko tämä esiasetus kaikkien järjestelmän käyttäjien tai vain sen omistajan käytettävissä.

source: System
fi: Järjestelmä

source: Preset
fi: Esiasetettu

source: Presets
fi: Esiasetukset

source: Maximum disk quota in megabytes
fi: Levyn enimmäiskiintiö megatavuina

source: Quota
fi: Kiintiö

source: The person who created the project
fi: Henkilö, joka loi projektin

source: A label used to describe the project
fi: Merkki, jota käytetään kuvaamaan projektia

source: More in-depth description of the project
fi: Tarkempi kuvaus projektista

source: Whether this project has been marked for deletion. Projects that have running tasks need to wait for tasks to be properly cleaned up before they can be deleted.
fi: Onko tämä projekti merkitty poistettavaksi. Projektien, joissa on käynnissä olevia tehtäviä, on odotettava, että tehtävät siivotaan kunnolla ennen kuin ne voidaan poistaa.

source: Deleting
fi: Poistetaan

source: Project tags
fi: Projektin tunnisteet

source: Tags
fi: Tunnisteet

source: Copy of %(task)s
fi: Kopio %(task)s:sta

source: Project
fi: Projekti

source: Projects
fi: Projektit

source: The name of your application
fi: Sovelluksesi nimi

source: App name
fi: Sovelluksen nimi

source: A 512x512 logo of your application (.png or .jpeg)
fi: Sovelluksesi 512 x 512 -logo (.png tai .jpeg)

source: App logo
fi: Sovelluksen logo

source: The name of your organization
fi: Organisaatiosi nimi

source: Organization name
fi: Organisaatio

source: The website URL of your organization
fi: Organisaatiosi verkkosivuston URL-osoite

source: Organization website
fi: Organisaation verkkosivusto

source: Theme
fi: Teema

source: Active theme
fi: Aktiivinen teema

source: Application
fi: Sovellus

source: Settings
fi: Asetukset

source: Identifier of the task (as returned by NodeODM API)
fi: Tehtävän tunniste (NodeODM API:n palauttamana)

source: Project that this task belongs to
fi: Projekti, johon tämä tehtävä kuuluu

source: A label for the task
fi: Tarra tehtävälle

source: Number of milliseconds that elapsed since the beginning of this task (-1 indicates that no information is available)
fi: Tämän tehtävän alusta kuluneiden millisekuntien määrä (-1 tarkoittaa, että tietoja ei ole saatavilla)

source: Processing Time
fi: Käsittelyaika

source: Processing node assigned to this task (or null if this task has not been associated yet)
fi: Tälle tehtävälle määritetty käsittelysolmu (tai tyhjä, jos tätä tehtävää ei ole vielä liitetty)

source: Processing Node
fi: Käsittely Node

source: A flag indicating whether this task should be automatically assigned a processing node
fi: Lippu, joka osoittaa, pitäisikö tälle tehtävälle määrittää automaattisesti käsittely Nodeen

source: Auto Processing Node
fi: Automaattinen käsittelijä Node

source: Current status of the task
fi: Tehtävän nykyinen tila

source: Status
fi: Tila

source: The last processing error received
fi: Viimeinen käsittelyvirhe vastaanotettu

source: Last Error
fi: Viimeinen virhe

source: Options that are being used to process this task
fi: Vaihtoehdot, joita käytetään tämän tehtävän käsittelyyn

source: List of available assets to download
fi: Luettelo ladattavissa olevista resursseista

source: Available Assets
fi: Käytettävissä olevat varat

source: Extent of the orthophoto
fi: Laajuus ortokuvasta

source: Orthophoto Extent
fi: Ortokuvan laajuus

source: DSM Extent
fi: DSM-laajuus

source: DTM Extent
fi: DTM-laajuus

source: A requested action to be performed on the task. The selected action will be performed by the worker at the next iteration.
fi: Tehtävälle suoritettava pyydetty toiminto. Työntekijä suorittaa valitun toiminnon seuraavassa iteraatiossa.

source: Pending Action
fi: Odottaa toimintoa

source: A flag indicating whether this task is available to the public
fi: Lippu, joka osoittaa, onko tämä tehtävä yleisön saatavilla

source: Public
fi: Julkinen

source: When set to a value different than -1, indicates that the images for this task have been / will be resized to the size specified here before processing.
fi: Kun arvo on muu kuin -1, osoittaa, että tämän tehtävän kuvien koko on muutettu / muutetaan tässä määritettyyn kokoon ennen käsittelyä.

source: Resize To
fi: Muuta kokoa

source: Value between 0 and 1 indicating the upload progress of this task's files to the processing node
fi: Arvo välillä 0–1, joka ilmaisee tämän tehtävän tiedostojen latauksen edistymisen käsittelysolmuun

source: Upload Progress
fi: Latauksen edistyminen

source: Value between 0 and 1 indicating the resize progress of this task's images
fi: Arvo välillä 0–1, joka ilmaisee tämän tehtävän kuvien koon muuttamisen edistymisen

source: Resize Progress
fi: Muuta kokoa edistyminen

source: Value between 0 and 1 indicating the running progress (estimated) of this task
fi: Arvo välillä 0 ja 1, joka ilmaisee tämän tehtävän käynnissä olevan edistymisen (arvioitu)

source: Running Progress
fi: Käynnissä edistyminen

source: URL this task is imported from (only for imported tasks)
fi: URL-osoite, josta tämä tehtävä tuodaan (vain tuoduille tehtäville)

source: Import URL
fi: Tuo URL-osoite

source: Number of images associated with this task
fi: Tähän tehtävään liittyvien kuvien määrä

source: Images Count
fi: Kuvien määrä

source: A flag indicating whether this task is currently waiting for information or files to be uploaded before being considered for processing.
fi: Lippu, joka osoittaa, odottaako tämä tehtävä parhaillaan tietojen tai tiedostojen lataamista, ennen kuin se harkitaan käsittelyä.

source: Partial
fi: Osittainen

source: Serialized potree scene information used to save/load measurements and camera view angle
fi: Sarjaistetut potree-kohtaustiedot, joita käytetään mittausten ja kameran katselukulman tallentamiseen/lataamiseen

source: Potree Scene
fi: Potree kohtaus

source: EPSG code of the dataset (if georeferenced)
fi: Tietojoukon EPSG-koodi (jos geoviittaus)

source: Task tags
fi: Tehtävätunnisteet

source: List of orthophoto bands
fi: Luettelo ortokuvabändeistä

source: Orthophoto Bands
fi: Ortovalokuvabändit

source: Size of the task on disk in megabytes
fi: Tehtävän koko levyllä megatavuina

source: Size
fi: Koko

source: Task
fi: Tehtävä

source: Tasks
fi: Tehtävät

source: unnamed
fi: nimetön

source: Importing assets...
fi: Tuodaan omaisuutta...

source: Invalid zip file
fi: Virheellinen zip-tiedosto

source: Connection error: %(error)s
fi: Yhteysvirhe: %(error)s

source: Cannot restart a task that has no processing node
fi: Tehtävää, jolla ei ole käsittely Nodea, ei voi käynnistää uudelleen

source: Unsupported SRS %(code)s. Please make sure you picked a supported SRS.
fi: Ei tuettu SRS %(code)s. Varmista, että valitsit tuetun SRS:n.

source: Done!
fi: Tehty!

source: Name of theme
fi: Teeman nimi

source: Most text, icons, and borders.
fi: Suurin osa tekstistä, kuvakkeista ja reunuksista.

source: Primary
fi: Ensisijainen

source: The main background color, and text color of some buttons.
fi: Päätaustaväri ja joidenkin painikkeiden tekstin väri.

source: Secondary
fi: Toissijainen

source: Navigation links.
fi: Navigointilinkit.

source: Tertiary
fi: Tertiäärinen

source: Primary button color.
fi: Ensisijainen painikkeen väri.

source: Button Primary
fi: Painike Ensisijainen

source: Default button color.
fi: Painikkeen oletusväri.

source: Button Default
fi: Painikkeen oletusarvo

source: Delete button color.
fi: Poista painikkeen väri.

source: Button Danger
fi: Painike Vaara

source: Background color of the site's header.
fi: Sivuston otsikon taustaväri.

source: Header Background
fi: Otsikon tausta

source: Text and icons in the site's header.
fi: Teksti ja kuvakkeet sivuston otsikossa.

source: Header Primary
fi: Otsikko Ensisijainen

source: The color of most borders.
fi: Useimpien reunusten väri.

source: Border
fi: Raja

source: The background color of panels and some borders.
fi: Paneeleiden taustaväri ja jotkut reunat.

source: Highlight
fi: Kohokohta

source: The border color of warning dialogs.
fi: Varoitusikkunan reunan väri.

source: Dialog Warning
fi: Varoitusvalintaikkuna

source: The background color of failed notifications.
fi: Epäonnistuneiden ilmoitusten taustaväri.

source: Failed
fi: Epäonnistui

source: The background color of success notifications.
fi: Onnistumisilmoitusten taustaväri.

source: Success
fi: Menestys

source: 404 Page Not Found
fi: 404 sivua ei löydetty

source: Are you sure the address is correct?
fi: Oletko varma, että osoite on oikein?

source: 500 Internal Server Error
fi: 500 Sisäinen palvelinvirhe

source: Something happened. The server logs contain more information.
fi: Jotain tapahtui. Palvelimen lokit sisältävät lisätietoja.

source: This program is free software: you can redistribute it and/or modify it under the terms of the GNU Affero General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version. See %(link_start)sthe GNU Affero General Public License%(link_end)s for more details.
fi: Tämä ohjelma on ilmainen ohjelmisto: voit jakaa sen uudelleen ja/tai muokata sitä Free Software Foundationin julkaiseman GNU Affero General Public License -lisenssin ehtojen mukaisesti, joko lisenssin version 3 tai (valinnan mukaan) minkä tahansa myöhemmän version mukaisesti. Katso lisätietoja %(link_start)sthe GNU Affero General Public License%(link_end)s.

source: Page not found
fi: Sivua ei löydetty

source: We're sorry, but the requested page could not be found.
fi: Pahoittelemme, mutta pyydettyä sivua ei löytynyt.

source: Home
fi: Koti

source: Server error
fi: Palvelinvirhe :(

source: Server error (500)
fi: Palvelinvirhe (500) :(

source: Server Error (500)
fi: Palvelinvirhe (500)

source: There's been an error. It's been reported to the site administrators via email and should be fixed shortly. Thanks for your patience.
fi: On tapahtunut virhe. Asiasta ehkä ilmoitetaan sivuston ylläpitäjille sähköpostitse, ja se pitäisi korjata pian. Kiitos kärsivällisyydestäsi.

source: Run the selected action
fi: Suorita valittu toiminto

source: Go
fi: Suorita

source: Click here to select the objects across all pages
fi: Napsauta tästä valitaksesi objektit kaikilla sivuilla

source: Select all %(total_count)s %(module_name)s
fi: Valitse kaikki %(total_count)s %(module_name)s

source: Clear selection
fi: Tyhjennä valinta

source: First, enter a username and password. Then, you'll be able to edit more user options.
fi: Syötä ensin käyttäjätunnus ja salasana. Tämän jälkeen voit muokata lisää käyttäjäasetuksia.

source: Enter a username and password.
fi: Anna käyttäjätunnus ja salasana.

source: Change password
fi: Vaihda salasana

source: Please correct the error below.
fi: Korjaa alla oleva virhe.

source: Please correct the errors below.
fi: Ole hyvä ja korjaa alla olevat virheet.

source: Enter a new password for the user <strong>%(username)s</strong>.
fi: Anna uusi salasana käyttäjälle <strong>%(username)s</strong>.

source: Django site admin
fi: Django-sivuston ylläpitäjä

source: Django administration
fi: Djangon hallinto

source: Add %(name)s
fi: Lisää %(name)s

source: History
fi: Historia

source: View on site
fi: Katso paikan päällä

source: Filter
fi: Suodattaa

source: Load Plugin (.zip)
fi: Lataa laajennus (.zip)

source: Manage Plugins
fi: Hallitse laajennuksia

source: Remove from sorting
fi: Poista lajittelusta

source: Sorting priority: %(priority_number)s
fi: Lajitteluprioriteetti: %(priority_number)s

source: Toggle sorting
fi: Lajittelu päälle/pois

source: Delete
fi: Poista

source: Deleting the %(object_name)s '%(escaped_object)s' would result in deleting related objects, but your account doesn't have permission to delete the following types of objects:
fi: Kohteen %(object_name)s '%(escaped_object)s' poistaminen johtaisi siihen liittyvien objektien poistamiseen, mutta tililläsi ei ole oikeutta poistaa seuraavan tyyppisiä objekteja:

source: Deleting the %(object_name)s '%(escaped_object)s' would require deleting the following protected related objects:
fi: Kohteen %(object_name)s '%(escaped_object)s' poistaminen edellyttäisi seuraavien suojattujen toisiinsa liittyvien objektien poistamista:

source: Are you sure you want to delete the %(object_name)s "%(escaped_object)s"? All of the following related items will be deleted:
fi: Ookko ny ihan varma, että poistetaan kohteen %(object_name)s "%(escaped_object)s"? Kaikki seuraavat aiheeseen liittyvät kohteet poistetaan:

source: Objects
fi: Objektit

source: Yes, I'm sure
fi: Kyllä mie oon varma, usko nyt

source: No, take me back
fi: En olekkaan varma, vie minut turvallisesti takaisin

source: Delete multiple objects
fi: Poista useita objekteja
