Repository: notoriun/webodm
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: uk

source: output truncated at %(count)s lines
uk: вивід скорочено на %(count)s ліній

source: Toggle Fullscreen
uk: Повноекранний режим

source: Exit Fullscreen
uk: Вийти із повноекранного режиму

source: Download To File
uk: Завантажити у файл

source: Name field is required
uk: Поле "Ім'я" обов'язкове для заповнення

source: Add Project
uk: Додати проєкт

source: Your changes will be lost. Are you sure you want to leave?
uk: Ваші зміни будуть втрачені! Ви дійсно хочете вийти?

source: Orthophoto
uk: Ортофото

source: Plant Health
uk: Стан рослин

source: Surface Model
uk: Модель земної поверхні

source: Terrain Model
uk: топографічна модель

source: Cannot set initial camera view
uk: Не вдається задати початковий ракурс камери

source: set initial camera view
uk: Задати початковий ракурс камери

source: Cameras
uk: Камери

source: Show Model
uk: Показати Модель

source: Show Cameras
uk: Показати Камери

source: Loading textured model...
uk: Завантажую текстуровану модель...

source: Orthophoto (MBTiles)
uk: Ортофото (MBTiles)

source: Orthophoto (Tiles)
uk: Ортофото (Tiles)

source: Terrain Model (Tiles)
uk: Топографічна Модель (Tiles)

source: Surface Model (Tiles)
uk: Модель Поверхні Землі (Tiles)

source: Point Cloud
uk: Хмара Точок

source: Textured Model
uk: Текстурна Модель

source: Camera Parameters
uk: Параметри Камери

source: Camera Shots
uk: Знімки з Камери

source: Ground Control Points
uk: Наземні пункти контролю (GCP)

source: Quality Report
uk: Звіт про якість

source: All Assets
uk: Усі активи

source: Google Maps Hybrid
uk: Google Карти Гібрид

source: ESRI Satellite
uk: Космічні знімки ESRI

source: Canceling...
uk: Відміняю...

source: Deleting...
uk: Видаляю...

source: Restarting...
uk: Перезавантаження...

source: Resizing images...
uk: Зміна розміру зображень...

source: Importing...
uk: Імпорт...

source: Load Dataset
uk: Завантажити набір даних

source: Structure From Motion
uk: Структура від руху

source: Multi View Stereo
uk: Стерео Мульти Вигляд

source: Point Filtering
uk: Фільтрація точок

source: Meshing
uk: Формування Mesh полігонів

source: Texturing
uk: Текстурування

source: Georeferencing
uk: Геоприв'язка

source: DEM
uk: Цифрова Модель Місцевості (DEM)

source: Report
uk: Звіт

source: Postprocess
uk: Післяобробка

source: No
uk: Ні

source: Yes
uk: Так

source: Queued
uk: У черзі

source: Processing
uk: Оброблення

source: Failed
uk: Не вдалося

source: Completed
uk: Завершено

source: Canceled
uk: Відмінено

source: %(file)s is bigger than 5 MB.
uk: %(file)s перевищує 5 Мб.

source: Not a proper zipped shapefile: %(file)s
uk: Неналежно заархівований шейп-файл: %(file)s

source: Not a proper JSON file: %(file)s
uk: Неналежний файл JSON: %(file)s

source: Download Assets
uk: Завантажити набори даних

source: Cannot load permissions.
uk: Неможливо завантажити права доступу.

source: Read/Write
uk: Зчитування/Записування

source: Read
uk: Зчитування

source: No Access
uk: Немає доступу

source: Username
uk: Ім'я користувача

source: Permissions
uk: Права Доступу

source: Edit Task Options
uk: Редагувати Параметри Завдань

source: Name
uk: Назва

source: Search
uk: Пошук

source: New Project
uk: Новий проєкт

source: Create Project
uk: Створити проєкт

source: Creating project...
uk: Створення проєкту...

source: All tasks, images and models associated with this project will be permanently deleted. Are you sure you want to continue?
uk: Усі завдання, зображення та моделі, пов’язані з цим проєктом, буде остаточно видалено. Ви впевнені, що бажаєте продовжити?

source: Cannot complete operation.
uk: Неможливо завершити операцію.

source: Description (optional)
uk: Опис (необов'язково)

source: Could not load list of processing nodes. Are you connected to the internet?
uk: Не вдалося завантажити список вузлів обробки (processing nodes). Ви підключені до Інтернету?

source: We tried to reach:
uk: Ми намагалися підключитись до:

source: There are no usable processing nodes.
uk: Немає придатних для використання вузлів обробки (processing nodes).

source: Make sure that at least one processing node is reachable and that you have granted the current user sufficient permissions to view the processing node (by going to Administration -- Processing Nodes -- Select Node -- Object Permissions -- Add User/Group and check CAN VIEW PROCESSING NODE). If you are bringing a node back online, it will take about 30 seconds for WebODM to recognize it.
uk: Переконайтеся, що принаймні один вузол обробки доступний і що ви надали поточному користувачеві необхідні права доступу для перегляду вузла обробки (перейдіть у Адміністрування -- Вузли обробки -- Виберіть вузол -- Права доступу об’єкта -- Додайте користувача/групу та поставте прапорець МОЖЕ ПЕРЕГЛЯНУТИ ВУЗОЛ ОБРОБКИ). Якщо ви повертаєте вузол в режим онлайн, WebODM розпізнає його приблизно за 30 секунд.

source: Could not load list of presets. Are you connected to the internet?
uk: Не вдалося завантажити список попередніх налаштувань. Ви підключені до Інтернету?

source: Custom
uk: Персоналізований

source: Default
uk: За налаштуванням

source: My Preset
uk: Мій Preset

source: Copy of %(preset)s
uk: Копіювати %(preset)s

source: Could not duplicate the preset. Please try to refresh the page.
uk: Не вдалося скопіювати preset. Спробуйте оновити сторінку.

source: System presets can only be removed by a staff member from the Administration panel.
uk: Системні presets може видалити лише користувач з необхідними правами доступу з панелі адміністрування.

source: Are you sure you want to delete "%(preset)s"?
uk: Ви впевнені, що хочете видалити "%(preset)s"?

source: Could not delete the preset. Please try to refresh the page.
uk: Не вдалося видалити preset. Спробуйте оновити сторінку.

source: Retry
uk: Повторити спробу

source: Edit
uk: Редагувати

source: Duplicate
uk: Дублювати

source: Save
uk: Зберегти

source: Delete
uk: Видалити

source: Processing Node
uk: Вузол обробки

source: Options
uk: Налаштування

source: Loading processing nodes and presets...
uk: Завантаження вузлів обробки та пресетів...

source: Could not update task information. Plese try again.
uk: Не вдалося оновити інформацію про завдання. Будь ласка спробуйте ще раз.

source: Cancel
uk: Відмінити

source: Saving...
uk: Збереження...

source: Close
uk: Закрити

source: Downloading…
uk: Завантаження…

source: Download
uk: Завантажити

source: Invalid JSON response: %(error)s
uk: Недійсна відповідь JSON: %(error)s

source: Projection:
uk: Проєкція:

source: Lat/Lon
uk: Широта/Довгота

source: Format:
uk: Формат:

source: Export:
uk: Експорт:

source: Exporting...
uk: Експортування...

source: Title
uk: Назва

source: Saving…
uk: Збереження…

source: Are you sure?
uk: Ви впевнені?

source: Could not apply changes
uk: Не вдалося застосувати зміни

source: Could not delete item
uk: Не вдалося видалити елемент

source: Image missing
uk: Відсутнє зображення

source: Horizontal error:
uk: Горизонтальна похибка:

source: (meters)
uk: (метри)

source: Vertical error:
uk: Вертикальна похибка:

source: Min:
uk: Мін:

source: Max:
uk: Макс:

source: Download Image
uk: Завантажити знімок

source: Cannot upload file. Check your internet connection and try again.
uk: Неможливо завантажити файл. Перевірте підключення до Інтернету та повторіть спробу.

source: Invalid response from server: %(error)s
uk: Недійсна відповідь від сервера: %(error)s

source: An error occured while uploading the file. Please try again.
uk: Під час завантаження файлу сталася помилка. Будь ласка спробуйте ще раз.

source: Cannot import from URL. Check your internet connection.
uk: Неможливо імпортувати з URL. Перевірте підключення до Інтернету.

source: Import Existing Assets
uk: Імпорт Наявних наборів даних

source: You can import .zip files that have been exported from existing tasks via Download Assets %(arrow)s All Assets.
uk: Ви можете імпортувати файли .zip, експортовані з існуючих завдань, за допомогою Завантажити ресурси %(arrow)s Усі ресурси.

source: Upload a File
uk: Вивантажити файл

source: Import From URL
uk: Імпортувати з URL-адреси

source: Import
uk: Імпортувати

source: Cancel Upload
uk: Відмінити Вивантаження

source: Algorithm:
uk: Алгоритм:

source: Filter:
uk: Фільтр:

source: Color:
uk: Колір:

source: Shading:
uk: Затінення:

source: None
uk: Жодного

source: Normal
uk: Нормальний

source: Extruded
uk: Екструдований

source: Loading…
uk: Завантаження…

source: Layers
uk: Шари

source: (Cameras)
uk: (Камери)

source: Enter a tile URL template. Valid coordinates are:
uk: Введіть шаблон URL-адреси тайлу. Допустимі координати:

source: {z}, {x}, {y} for Z/X/Y tile scheme
uk: {z}, {x}, {y} для Z/X/Y схеми тайлів

source: {-y} for flipped TMS-style Y coordinates
uk: {-y} для перевернутих Y координат у форматі TMS

source: Example:
uk: Приклад:

source: Add a temporary GeoJSON (.json) or ShapeFile (.zip) overlay
uk: Додайте тимчасове оверлей GeoJSON (.json) або ShapeFile (.zip)

source: Error: cannot load assets list.
uk: Помилка: неможливо завантажити список наборів даних.

source: Opacity:
uk: Непрозорість:

source: Loading...
uk: Завантаження...

source: Move Task
uk: Перемістити завдання

source: Save Changes
uk: Зберегти зміни

source: Moving...
uk: Переміщую...

source: Could not load projects list: %(error)s
uk: Не вдалося завантажити список проектів: %(error)s

source: Project
uk: Проєкт

source: Are you sure you want to cancel?
uk: Ви впевнені, що бажаєте скасувати?

source: %(count)s files selected. Please check these additional options:
uk: %(count)s вибрано файлів. Будь ласка, перевірте ці додаткові параметри:

source: Resize Images
uk: Зміна розміру зображень

source: px
uk: пікс

source: Review
uk: Огляд

source: Start Processing
uk: Почати обробку

source: Enable
uk: Включити

source: Click to import a .JSON file
uk: Натисніть, щоб імпортувати файл .JSON

source: Reset to default
uk: Скинути по замовчуванню

source: Cannot upload %(filename)s, exceeded max retries (%(max_retries)s)
uk: Неможливо завантажити %(filename)s, перевищено максимальну кількість спроб (%(max_retries)s)

source: Cannot create new task. Invalid response from server: %(error)s
uk: Неможливо створити нове завдання. Недійсна відповідь від сервера: %(error)s

source: Cannot create new task. Please try again later.
uk: Неможливо створити нове завдання. Будь-ласка спробуйте пізніше.

source: %(count)s files cannot be uploaded. As a reminder, only images (.jpg, .tif, .png) and GCP files (.txt) can be uploaded. Try again.
uk: %(count)s файлів неможливо завантажити. Нагадуємо, що можна завантажувати лише зображення (.jpg, .tif, .png) і файли GCP (.txt). Спробуйте знову.

source: Edit Project
uk: Редагувати Проєкт

source: Saving changes...
uk: Зберігаю зміни...

source: Select Images and GCP
uk: Виберіть Знімки та GCP (Контрольні точки)

source: View Map
uk: Вигляд Мапи

source: %(count)s Tasks
uk: %(count)s Завдань

source: Share
uk: Поділіться

source: An error occurred. Check your connection and permissions.
uk: Виникла помилка. Перевірте підключення та права доступу.

source: Share This Task
uk: Поділіться Цим Завданням

source: Enabled
uk: Увімкнено

source: Link:
uk: Посилання:

source: Could not load task list: %(error)s
uk: Не вдалося завантажити список завдань: %(error)s

source: Error: %(error)s
uk: Помилка: %(error)s

source: Try again
uk: Спробуйте знову

source: It looks like there might be one of the following problems: %(problems)s You can read more about best practices for capturing good images %(link)s.
uk: Схоже, що може виникнути одна з таких проблем: %(problems)s Ви можете прочитати більше про найкращі методи зйомки хороших зображень %(link)s.

source: Not enough images
uk: Недостатньо знімків

source: Not enough overlap between images
uk: Недостатнє перекриття між знімками

source: Images might be too blurry (common with phone cameras)
uk: Зображення можуть бути надто розмитими (часто з камер телефонів)

source: The min-num-features task option is set too low, try increasing it by 25%
uk: Параметр завдання мінімальної кількості функцій встановлено занизько, спробуйте збільшити його на 25%

source: here
uk: тут

source: It looks like this computer might be too old. WebODM requires a computer with a 64-bit CPU supporting MMX, SSE, SSE2, SSE3 and SSSE3 instruction set support or higher. You can still run WebODM if you compile your own docker images. See %(link)s for more information.
uk: Схоже, цей комп’ютер застарий. Для WebODM потрібен комп’ютер із 64-розрядним процесором, який підтримує набір інструкцій MMX, SSE, SSE2, SSE3 і SSSE3 або новішої версії. Ви все ще можете запустити WebODM, якщо скомпілюєте власні образи докерів. Перегляньте %(link)s для отримання додаткової інформації.

source: this page
uk: ця сторінка

source: The processing node is missing a program necessary to complete the task. This might indicate a corrupted installation. If you built OpenDroneMap, please check that all programs built without errors.
uk: У вузлі обробки відсутня програма, необхідна для виконання завдання. Це може свідчити про пошкоджену установку. Якщо ви зібрали OpenDroneMap, переконайтеся, що всі програми зібрані без помилок.

source: From %(stage)s
uk: Від %(stage)s

source: Resume Processing
uk: Відновити обробку

source: Cannot restart task.
uk: Неможливо перезапустити завдання.

source: Cannot restart task from (stage)s.
uk: Неможливо перезапустити завдання з (етапу).

source: Task #%(number)s
uk: Завдання #%(number)s

source: Waiting for a node...
uk: Очікування вузла...

source: View 3D Model
uk: Перегляд 3D-моделі

source: Cannot cancel task.
uk: Неможливо відмінити завдання.

source: Restart
uk: Перезапуск

source: All information related to this task, including images, maps and models will be deleted. Continue?
uk: Уся інформація, пов’язана з цим завданням, включаючи зображення, карти та моделі, буде видалена. Продовжити?

source: Cannot delete task.
uk: Неможливо видалити завдання.

source: Task Output:
uk: Результати завдання:

source: On
uk: Вкл.

source: Off
uk: Викл.

source: Created on:
uk: Дата створення:

source: Processing Node:
uk: Вузол обробки:

source: auto
uk: автоматично

source: manual
uk: ручний

source: Options:
uk: Параметри:

source: Average GSD:
uk: Середній GSD:

source: Area:
uk: Площа:

source: Reconstructed Points:
uk: Реконструйовані точки:

source: An orthophoto could not be generated. To generate one, make sure GPS information is embedded in the EXIF tags of your images, or use a Ground Control Points (GCP) file.
uk: Не вдалося створити ортофото. Щоб створити його, переконайтеся, що інформацію GPS вбудовано в теги EXIF ваших зображень, або скористайтеся файлом наземних контрольних точок (GCP).

source: enough RAM allocated
uk: виділено достатньо оперативної пам'яті

source: cloud processing node
uk: хмарний вузол обробки

source: It looks like your processing node ran out of memory. If you are using docker, make sure that your docker environment has %(memlink)s. Alternatively, make sure you have enough physical RAM, reduce the number of images, make your images smaller, or reduce the max-concurrency parameter from the task's options. You can also try to use a %(cloudlink)s.
uk: Схоже, у вашому вузлі обробки не вистачає пам’яті. Якщо ви використовуєте докер, переконайтеся, що ваше середовище докера має %(memlink)s. Крім того, переконайтеся, що у вас достатньо фізичної оперативної пам’яті, зменшіть кількість зображень, зробіть зображення меншими або зменште параметр максимального паралелізму в параметрах завдання. Ви також можете спробувати використати %(cloudlink)s.

source: open a topic
uk: відкрити тему

source: "Process exited with code 1" means that part of the processing failed. Sometimes it's a problem with the dataset, sometimes it can be solved by tweaking the Task Options and sometimes it might be a bug! If you need help, upload your images somewhere like %(link1)s or %(link2)s and %(open_a_topic)s on our community forum, making sure to include a copy of your task's output. Our awesome contributors will try to help you!
uk: «Процес завершено з кодом 1» означає, що частина обробки не виконана. Іноді це проблема з набором даних, іноді її можна вирішити, налаштувавши параметри завдання, а іноді це може бути помилка! Якщо вам потрібна допомога, завантажте свої зображення кудись, як-от %(link1)s або %(link2)s і %(open_a_topic)s на нашому форумі спільноти, обов’язково включивши копію результату вашого завдання. Наші чудові учасники спробують вам допомогти!

source: Set a processing node
uk: Встановіть вузол обробки

source: Waiting for image upload...
uk: Очікування завантаження зображення...

source: Move
uk: Перемістити

source: remaining to upload: %(bytes)s
uk: залишилося завантажити: %(bytes)s

source: %(count)s files %(remaining)s
uk: %(count)s файлів %(remaining)s

source: %(count)s files uploaded successfully
uk: %(count)s файлів успішно завантажено

source: Use images' GPS exif data for reconstruction, even if there are GCPs present.This flag is useful if you have high precision GPS measurements. If there are no GCPs, this flag does nothing. Default: %(default)s
uk: Використовуйте дані GPS exif зображень для реконструкції, навіть якщо присутні опорні точки. Цей прапорець корисний, якщо у вас є високоточні вимірювання GPS. Якщо Наземних контрольних точок (GCP) немає, цей прапорець нічого не робить. За замовчуванням: %(default)s

source: Perform ground rectification on the point cloud. This means that wrongly classified ground points will be re-classified and gaps will be filled. Useful for generating DTMs. Default: %(default)s
uk: Виконайте наземне коригування на хмарі точок. Це означає, що неправильно класифіковані наземні точки будуть повторно класифіковані, а прогалини будуть заповнені. Корисно для створення DTM. За замовчуванням: %(default)s

source: Skips dense reconstruction and 3D model generation. It generates an orthophoto directly from the sparse reconstruction. If you just need an orthophoto and do not need a full 3D model, turn on this option. Default: %(default)s
uk: Пропускає щільну реконструкцію та генерацію 3D-моделі. Він створює ортофото безпосередньо з розрідженої реконструкції. Якщо вам потрібен лише ортофотоплан і не потрібна повна 3D модель, увімкніть цю опцію. За замовчуванням: %(default)s

source: Export the georeferenced point cloud in CSV format. Default: %(default)s
uk: Експортуйте хмару точок із геоприв’язкою у формат CSV. За замовчуванням: %(default)s

source: Set this parameter if you want to generate a PNG rendering of the orthophoto. Default: %(default)s
uk: Встановіть цей параметр, якщо ви бажаєте створити ортофото у форматі PNG. За замовчуванням: %(default)s

source: Export the georeferenced point cloud in Entwine Point Tile (EPT) format. Default: %(default)s
uk: Експортуйте хмару точок із геоприв’язкою у форматі Entwine Point Tile (EPT). За замовчуванням: %(default)s

source: Keep faces in the mesh that are not seen in any camera. Default: %(default)s
uk: Зберігайте сітчасті грані моделі, які не видно жодною камерою. За замовчуванням: %(default)s

source: Generate static tiles for orthophotos and DEMs that are suitable for viewers like Leaflet or OpenLayers. Default: %(default)s
uk: Створюйте статичні тайли для ортофото і матриць висот (DEM), які підходять для перегляду, наприклад Leaflet або OpenLayers. За замовчуванням: %(default)s

source: The maximum number of processes to use in various processes. Peak memory requirement is ~1GB per thread and 2 megapixel image resolution. Default: %(default)s
uk: Максимальна кількість процесів для використання в різних процесах. Максимальна потреба в пам’яті становить ~1 ГБ на потік і роздільна здатність зображення 2 мегапікселі. За замовчуванням: %(default)s

source: Displays version number and exits.
uk: Відобразити номер версії та вийти.

source: Skip generation of a full 3D model. This can save time if you only need 2D results such as orthophotos and DEMs. Default: %(default)s
uk: Пропустити створення повної 3D-моделі. Це може заощадити час, якщо вам потрібні лише 2D-результати, такі як ортофото і DEM. За замовчуванням: %(default)s

source: Run local bundle adjustment for every image added to the reconstruction and a global adjustment every 100 images. Speeds up reconstruction for very large datasets. Default: %(default)s
uk: Виконуйте локальне групове коригування для кожного зображення, доданого до реконструкції, і глобальне коригування кожні 100 зображень. Прискорює реконструкцію для дуже великих наборів даних. За замовчуванням: %(default)s

source: Filters the point cloud by removing points that deviate more than N standard deviations from the local mean. Set to 0 to disable filtering. Default: %(default)s
uk: Фільтрує хмару точок, видаляючи точки, які відхиляються від локального середнього більш ніж на N стандартних відхилень. Встановіть 0, щоб вимкнути фільтрацію. За замовчуванням: %(default)s

source: Minimum number of features to extract per image. More features can be useful for finding more matches between images, potentially allowing the reconstruction of areas with little overlap or insufficient features. More features also slow down processing. Default: %(default)s
uk: Мінімальна кількість функцій для вилучення на зображення. Більше функцій може бути корисним для пошуку більшої кількості збігів між зображеннями, потенційно дозволяючи реконструювати області з невеликим перекриттям або недостатніми функціями. Додаткові функції також сповільнюють обробку. За замовчуванням: %(default)s

source: Use this tag to build a DTM (Digital Terrain Model, ground only) using a simple morphological filter. Check the --dem* and --smrf* parameters for finer tuning. Default: %(default)s
uk: Використовуйте цей тег, щоб побудувати DTM (цифрова модель рельєфу, лише наземна) за допомогою простого морфологічного фільтра. Перевірте параметри --dem* і --smrf* для більш точного налаштування. За замовчуванням: %(default)s

source: Simple Morphological Filter elevation threshold parameter (meters). Default: %(default)s
uk: Пороговий параметр висоти простого морфологічного фільтра (у метрах). За замовчуванням: %(default)s

source: Create Cloud-Optimized GeoTIFFs instead of normal GeoTIFFs. Default: %(default)s
uk: Створити файли GeoTIFF, оптимізовані для хмари, замість звичайних файлів GeoTIFF. За замовчуванням: %(default)s

source: Path to the file containing the ground control points used for georeferencing. The file needs to use the following format: EPSG:<code> or <+proj definition>geo_x geo_y geo_z im_x im_y image_name [gcp_name] [extra1] [extra2]Default: %(default)s
uk: Шлях до файлу, що містить наземні контрольні точки, які використовуються для геоприв’язки. Файл має використовувати такий формат: EPSG:<code>or <+proj definition>geo_x geo_y geo_z im_x im_y image_name [gcp_name] [extra1] [extra2]Default:%(default)s

source: Use this tag if you have a GCP File but want to use the EXIF information for georeferencing instead. Default: %(default)s
uk: Використовуйте цей тег, якщо у вас є файл GCP, але ви хочете використовувати інформацію EXIF для геоприв’язки. За замовчуванням: %(default)s
